[GENERAL]
NAME					= Turkish
TRANSLATOR				= Serknx
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Yapı#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Hızlı, Basit Video Düzenleyici.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Kayıtsız

TEXT_YES				= Evet
TEXT_NO					= Hayır
TEXT_CLOSE				= Kapat
TEXT_CANCEL				= İptal
TEXT_OK					= Tamam
TEXT_ABORT				= Dur
TEXT_RETRY				= Tekrarla
TEXT_IGNORE				= Yoksay
TEXT_CONTINUE				= Devam

TEXT_SAVE				= Kaydet
TEXT_NOT_SAVE				= Kaydetme

TEXT_SECOND				= Saniye

TEXT_OPEN_FILE				= Dosya Aç
TEXT_SELECT_FOLDER			= Çıkış Klasörünü Seçin.

TEXT_SEG_DURATION			= Süre ${str1}
TEXT_SEEK_POS				= Ara ${str1}
TEXT_TOTAL_SEG_DURATION			= Toplam ${str1}
TEXT_HIGH_SPEED_MODE			= Yüksek Hızlı Mod
TEXT_HIGH_ENCODING_MODE			= Kodlama Modu

TEXT_VOLUME_MUTE			= Sessiz
TEXT_VOLUME				= Sesli: ${int1}

TEXT_CHANGE_LANG			= Dili değiştirmek için Bandicut'ı yeniden başlatmanız.[br]Şimdi yeniden başlatmak istiyor musunuz?
TEXT_RESET_ALL_SETTINGS			= Tüm ayarları sıfırlamak istediğinizden emin misiniz?
TEXT_SHUTDOWN_SEC			= Sistem Kapanacak ${int1} saniye.
TEXT_SHUTDOWN_APP_SEC			= Bandicut Kapanacak ${int1} saniye.

TEXT_UPDATE_AVAILABLE			= Bandicut'ın yeni bir sürümü şu anda mevcut.[br]Şimdi yüklemek ister misiniz?
TEXT_UPDATE_UNAVAILABLE			= Bu En Son Sürümüdür.
TEXT_UPDATE_FAILED			= Sürüm bilgilerini denetleme başarısız oldu. [br]Bu sistem Internete bağlı olmayabilir. Lütfen tekrar deneyin.
TEXT_OFFLINE				= Bu sistem internete bağlanıldığında kullanılabilir[br]Lütfen İnternet bağlantınızı kontrol ettikten sonra tekrar deneyin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Bu program geçersiz. [br]Bandicut'ı yeniden yüklemeniz gerekir.

TEXT_NOT_SEEKABLE			= Bu medya dosyası arama yapılabilen türde değil. 
TEXT_NOT_SEEKABLE_DETAIL		= Yüksek hızlı modu ve ayarları kullanılamaz.[br]- Bozuk dizin tablosu.[br]- Anahtar kare veya dizin tablosu yok.

TEXT_NOT_SUPPORT_FILE			= Bandicut bu dosyayı desteklemiyor. [br](Video veya codec bileşeni bilgisi yok.)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Video Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Ses Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Dosya Biçimi: ${str1}
TEXT_NOT_SUPPORT_NONE			= Hiçbiri
TEXT_NOT_SUPPORT_NOT_DECODE		= (Oynatılamaz)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Video verisi yok)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Girdi dosyası mevcut değil.[br]Lütfen dosya yolunu kontrol edin. 

TEXT_NOT_HIGH_SPEED			= Yüksek-hız modu kullanılamaz.
TEXT_NOT_HIGH_SPEED_DETAIL		= Bu dosyayı yüksek hızlı modda bir codec sorunu nedeniyle kullanamazsınız. [br]- Lütfen Kodlama modunu kullanın.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - En az 10 görüntü karesi bulunmaktadır.
TEXT_NOT_HIGH_SPEED_QUERY		= - Ortam dosyası oluşturulamadı.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Yüksek Hız modu Kodlama modundan çok daha hızlıdır. [br]Ancak, Yüksek-hız modunda bu dosyanın başlangıç süresi değişebilir  (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Yüksek hızlı mod ile devam etmek istiyor musunuz?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Yüksek hız modu kayıt sonrası kullanılabilir.[br][br]Bandicut lisansını https://www.bandicut.com üzerinden satın almak ister misin?

TEXT_FRAME_CUT_CANT_CHANGE		= Bu ayarı Bandicut'ın ücretsiz sürümünde değiştiremezsiniz. [br]Lütfen https://www.bandicut.com adresinden Bandicut'u satın alın

TEXT_KEY_FRAME_CUT	                = Bu dosyanın başlangıç ​​zamanı değişebilir.
TEXT_KEY_FRAME_CUT2			= - Herhangi bir sorun varsa lütfen Kodlama modunu kullanın.

TEXT_NOT_HIGH_SPEED_JOIN		= Birleştirici için Yüksek hız modunu sadece tüm formatlar tam olarak aynı olduğunda kullanabilirsiniz.

TEXT_MSG_CONVERTING_CLOSE		= Görev yürütülüyor. İptal etmek ve Bandicut'ı kapatmak istiyor musunuz?
TEXT_MSG_CONVERTING_CANCEL		= Görev yürütülüyor. İptal etmek istiyor musunuz?
TEXT_MSG_CHECK_NOT_SHOW			= Bir dahaki sefere gösterme.
TEXT_MSG_WRITE_HEADER			= Şimdi dosya başlığı yazılıyor. Dosya büyükse, bu görev uzun sürebilir. Bir süre bekleyin lütfen.

TEXT_ERROR_DISKSPACE_TITLE		= Çıktı klasörü için yeterli disk alanı yok.
TEXT_ERROR_DISKSPACE			= Lütfen çıktı klasörünü değiştirin ve tekrar deneyin.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Kullanılabilir disk alanı: ${str1}[br]-Gerekli disk alanı:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Önbellek klasörü için yeterli disk alanı yok.
TEXT_ERROR_CACHE_DISKSPACE		= Lütfen önbellek klasörünü değiştirin ve tekrar deneyin.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Kullanılabilir disk alanı: ${str1}[br]-Gerekli disk alanı:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Lütfen çıktı veya önbellek klasörünü değiştirin.
TEXT_ERROR_FILE_SYSTEM			= Çıktı veya önbellek klasörü bir NTFS dosya sisteminde bulunmuyor(ise), bu da 4GB'tan büyük dosyaları işlerken sorunlara neden olabilir.[br]-Değiştirilecek Klasör:
TEXT_CANT_KEYFRAME_SEEK			= Ortam dosyasını inceliyor. Analiz tamamlandıktan sonra, kare birimi alabilirsiniz.
TEXT_READ_FILE				= Dosyayı okunamadı. Girdi dosyasını kontrol edin.[br]Dosya CD / DVD2de bulunuyorsa, Lütfen sabit disk sürücüsüne dosyayı kopyalayın, ve tekrar deneyin.
TEXT_CODEC_CONFIG			= Yanlış kodlama ayarları.
TEXT_CODEC_CONFIG2			= [br]Lütfen 'Kodlama ayarlar' menüsüne gidin, Varsayılan kodlama ayarlarını kullanın, ve sonra tekrar deneyin.
TEXT_VIDEO_ENCODING			= Video kodlama sırasında bir hata oluştu. Giriş dosyasını veya kodlama ayarlarını kontrol etmeniz gerekir.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Dönüştürme, Intel® Quick Sync Video kodlayıcısında bir sorun olduğu için durdu.
TEXT_VIDEO_ENCODING_QSV			= H.264 Yazılım Kodlayıcısı'nı kullanacak mısınız?
TEXT_AUDIO_ENCODING			= Ses kodlama sırasında bir hata oluştu. Giriş dosyasını veya kodlama ayarlarını kontrol etmeniz gerekir.
TEXT_NOT_SUPPORT_TYPE			= Çıktı dosyası oluşturulamadı.
TEXT_UNSUPPORT_VIDEO_SIZE		= Bu video çözünürlüğüne dönüştürülemiyor.[br]${str1} tarafından desteklenen maksimum çözünürlük ${str2}'dir.[br]Lütfen 'Kodlama Ayarları' menüsüne gidin ve başka bir video çözünürlüğü seçin ve tekrar deneyin.
TEXT_NO_ENCODER				= Kodlayıcı bulunamıyor.
TEXT_SEND_FILE				= Eğer video dosyasını bize gönderirseniz bandicut@bandicam.com, Bu sorunu düzeltmek için çalışacağız.
TEXT_CHECK_CHANGE_ENCODER		= Şu andan itibaren H.264 Yazılım Kodlayıcısı'nı kullan
TEXT_INTER_FILE				= Video çıktı klasörüne kaydedilirken bir hata oluştu.
TEXT_CANT_DECODE_AUDIO			= Bazı ses parçalarının kodu çözülemiyor.[br]Bu yüzden onlar dönüştürülmezler. Devam etmek istediğinize emin misiniz?

TEXT_REBUILD_COMPLETE			= Dosyalar düzenlenmeye hazır.
TEXT_REBUILD_FAILED			= Video dosyalarını hazırlarken bir hata oluştu.[br]

TEXT_ERRMSG_CONVERT_NUM			= Kodlama başarısız oldu.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Yüksek hız modu Kullanılamadı,çünkü dosya çok büyük. Lütfen Kodlama modunu kullanın

TEXT_MSG_CHANGE_MODE_DROP		= Bandicut'a birkaç dosya eklendiği takdirde, Bandicut birleştirici olarak değişecektir. [br]Devam etmek istediğine emin misin?
TEXT_MSG_CANT_CHANGE			= Bandicut, eklenmiş olan dosyaları analiz ediyor. [br]Lütfen bekleyin...

TEXT_MISSED_FILE_REMOVE 		= Dosya mevcut değildir, çünkü bölüm listesinden kaldırılmış.[br]-${str1}

TEXT_INVALID_VALUE			= Lütfen ${int1} ve ${int2} arasında bir değer girin.

TEXT_WARNING_MAX_SEGMENT         	= Dosya/bölüm ${int1} ekleyebilirsiniz
TEXT_WARNING_MAX_SEGMENT_FAIL           = Aşağıdaki ${int1} Dosyalar eklenmemiş.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Bandicut'ın maksimum bölüm sayısını aşmak üzeresiniz (99). Devam ederseniz, bazı bölüm eklenmez.[br]Devam etmek istediğine emin misin?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Her bölüm süresi çok kısa olduğu için Bandicut, ${int1} bölüme ayrılamaz.[br]Lütfen daha küçük bir sayı giriniz.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Maksimum bölüm sayısı aşıldığı için bölümü artık bölemezsiniz.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Zaman bölüm süresinden daha uzun.[br]Lütfen daha küçük bir değere ayarlayın ve tekrar deneyin.
TEXT_WARNING_INVALID_TIME		= Lütfen 1 saniyeden daha uzun süre ayarlayın.

TEXT_EXIST_FILE_HEADER			= Bu isimde bir dosya zaten var.
TEXT_EXIST_FILE_COMMENT			= Bu görev devam ederse, bir sıra numarası dosya adına eklenir. Devam etmek istediğine emin misin?
TEXT_EXIST_FILE_OVERWRITE			= Proje Dosyasını Kaydet
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} zaten var.[br]Üzerine yazmak istiyor musunuz?

TEXT_MSG_PROJECT_HELP			= Proje dosyası nedir?
TEXT_MSG_SAVE_PROJECT_HEADER		= Görev devam ediyor.
TEXT_MSG_SAVE_PROJECT			= Video dosyaları veya bir proje dosyası eklerseniz, çalışan görev kaybolacaktır.
TEXT_MSG_SAVE_PROJECT2			= Proje dosyasını kaydettikten sonra devam etmek ister misiniz?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Proje dosyasını kaydettikten sonra devam etmek ister misiniz?
TEXT_MSG_LOAD_PROJECT_FAIL		= Proje dosyası açılamadı.
TEXT_MSG_RESTORE_PROJECT		= Bandicut doğru bir şekilde kapanmadı.[br]Önceki görevinizi geri yüklemek istiyor musunuz?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video etkin değil.[br]"H264 (Intel® Quick Sync Video)" codec kullanmak için, lütfen VGA kablosunu monitörden ana karttaki VGA bağlantı noktasına takın.
TEXT_RECOMMEND_CODEC_COMMENT_OK	        = Yardım sayfasını ziyaret etmek ister misiniz?

TEXT_ENCODER_TITLE			= ${str1} kodlayıcı Kullanılabilir
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} videoları yazılım tabanlı kodlayıcıdan daha yüksek bir hızda düzenlemenizi sağlayan bir donanım kodlayıcıdır.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]${str1} kodlayıcısını kullanmak ister misiniz?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Bu özellik Facebook'un politikası nedeniyle artık mevcut değil.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Giriş Dosya Bilgileri
TEXT_H264_NOT_SUPPORT			= Bu sistem H.264 kodlamayı desteklemiyor .
TEXT_FILE_NAME				= Dosya Adı: ${str1}
TEXT_FILE_TYPE				= Dosya Biçimi: ${str1}
TEXT_FILE_DURATION			= Süresi: ${str1}
TEXT_FILE_SIZE				= Dosya boyutu: ${str1}
TEXT_SEGMENT				= Bölümleri: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Orijinal Başlangıç ​​Zamanı: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Yeni Başlangıç Zamanı: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Yüksek Hızlı Modu Kullanın: ${str1}
TEXT_SEEKABLE				= Arıyor ${str1}  
TEXT_POSSIBLE				= Etkinleştir
TEXT_IMPOSSIBLE				= Etkisizleştir
TEXT_POSSIBLE_REG			= Kayıttan sonra kullanılabilir.
TEXT_TRACK_COUNT			= ${int1} Video Parçası(s), ${int2} Ses Parçası(s)
TEXT_OUTPUT_FILE_INFO			= Çıkış Dosya Bilgileri
TEXT_ADD_FAILED				= [Dosya ekleme başarısız oldu]
TEXT_OUTPUT_OPTION			= Çıkış Seçenekleri
TEXT_INPUT_FILES			= [Giriş Dosyaları(Bölümler) Sayısı : ${int1}]
TEXT_H264_ENCODER			= H.264 Kodlayıcı
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Ortam Dosyaları
TEXT_MAIN_PROJECT_FILES			= Proje Dosyaları
TEXT_MAIN_ALL_FILES			= Tüm Dosyalar

TEXT_MOREINFO				= Daha fazlasına bakın...

TEXT_SEGMENT_TITLE			= Bölüm ${str1}
TEXT_SEGMENT_FILE_TITLE			= Dosya ${str1}

TEXT_RECORDING				= Bandicam Ekran Kaydedici'yi Başlat[br](PC ekranı, oyun veya web kamerası kaydet)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Deneme
TEXT_BANNER_OFF_SUBJECT			= Kayıtlı olmayan sürümünü kullanıyorsunuz.
TEXT_BANNER_OFF_CONTENTS_1		= Bandicut lisansını satın alır ve kaydettirirseniz,
TEXT_BANNER_OFF_CONTENTS_2		= Yazılımı deneme sınırlamaları olmadan kullanabilirsiniz.
TEXT_BANNER_RESULT_SUBJECT		= Hızdan memnun değil misiniz?
TEXT_BANNER_RESULT_CONTENTS_1		= Lütfen Bandicut lisansı satın alın.
TEXT_BANNER_RESULT_CONTENTS_2		= Hızı artacak <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Şimdi Satın Al

TEXT_BANNER_UWP_SUBJECT			= Microsoft Mağazası için Bandicut Video Cutter (ücretsiz)
TEXT_BANNER_UWP_CONTENTS_1		= En Hızlı Kayıpsız Video Kesici, Bölücü ve Birleştirici
TEXT_BANNER_UWP_CONTENTS_2		= Daha fazla bilgi için, resmi web sitesini ziyaret edin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Genel
TEXT_TAB_FILE				= Çıktı
TEXT_TAB_LANGUAGE			= Diller
TEXT_TAB_HIGHSPEED			= Yüksek Hız
TEXT_TAB_VFILTER			= Video Filtresi
TEXT_TAB_INFO				= Hakkında

TEXT_PREFIX_FILE_NAME			= Kaynak Dosya Adı
TEXT_PREFIX_CUSTOM			= Özel Önek
TEXT_PREFIX_NONOE			= Hiçbiri
TEXT_SUFFIX_TIME			= Tarih ve Saat
TEXT_SUFFIX_SERIAL			= Sıra Numarası
TEXT_SUFFIX_DATE_SERIAL			= Tarih ve Sıra Numarası
TEXT_FILE_EXAMPLE			= ÖRNEK)
TEXT_DEFAULT_CACHE_FOLDER		= (Varsayılan)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Hızlı, Donanım ivmesi)

TEXT_H264_NOT_SUPPORT			= Bu sistem H.264 kodlamasını desteklemiyor.[br]yardım sayfasınıziyaret etmek istiyor musunuzuz?

TEXT_VIDEO_QUALITY			= Kalite
TEXT_VIDEO_BITRATE			= Bit Hızı(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Video Yok
TEXT_NO_AUDIO				= Ses Yok
TEXT_VIDEO				= Video
TEXT_AUDIO				= Ses
TEXT_UNKNOWN				= Bilinmeyen
TEXT_AUTO				= Otomatik
TEXT_ALWAYS				= Her Zaman
TEXT_DONT_USE				= Kullanma

TEXT_FIT_WIDTH				= Uygun Genişlik
TEXT_FIT_HEIGHT				= Uygun Yükseklik
TEXT_SIZE_AUTO				= Orijinal Boyutu Koru
TEXT_SIZE_CUSTOM			= Özel

TEXT_FIT_WIDTH_INFO			= Uygun Genişlik (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Uygun Yükseklik (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (Yeni iPad)

TEXT_FPS_AUTO				= Orijinal FPS'yi Koru

TEXT_MIN_VIDEO_SIZE			= En düşük video genişlik ve yükseklik değeri ${int1}.
TEXT_MAX_VIDEO_SIZE			= En büyük video genişlik ve yükseklik değeri ${int1}.
TEXT_ODD_VIDEO_SIZE			= Video genişlik veya yüksekliği bir tek sayı olduğunda Kodlama başarısız olabilir.[br] Video boyutunu aşağıdaki gibi değiştirmek istiyor musunuz?
TEXT_ODD_VIDEO_SIZE2			= [br]- Kullanıcı tanımlı video boyutu: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- Yeni video boyutu: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Video bit hızı maksimum değeri ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= Video kalitesi değeri 1 ile 100 arasında olmalıdır.
TEXT_DONT_ALLOW_NORMALIZE		= Bu seçeneği [Ses Parçalarını Kaldır] seçeneği ile kullanamazsınız.[br][Ses Parçalarını Kaldır] seçeneğini devre dışı bırakmak ister misiniz?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Bu seçeneği [Normalleştir] seçeneği ile kullanamazsınız.[br][Normalleştir] seçeneğini devre dışı bırakmak ister misiniz?

TEXT_SAMPLERATE_AUTO			= Orijinal Frekansı Koru

TEXT_ASK_FOR_REG			= Kayıtsız Sürüm
TEXT_ASK_FOR_REG_DETAIL			= Tüm kısıtlamaları kaldırmak için Bandicut'ı satın alın.
TEXT_ASK_FOR_REG_CONTINUE		= Görmezden gel , Devam 
TEXT_ASK_FOR_REG_REGNOW			= Bandicut Kayıt
TEXT_ASK_FOR_REG_TRY			= Kayıtsız Bandicut Deneyin

TEXT_NOT_EXIST_OUTPUT			= Çıktı klasörü yok. Lütfen çıktı klasörünü değiştirin.
TEXT_NOT_SUPPORT_FOLDER			= Bu klasöre dosya kaydedilemiyor. Lütfen başka bir klasör seçin.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Dosyaları kaynak klasöre kaydedemezsiniz [br][Kaynak Klasörüne Kaydet] seçeneğinin işaretini kaldırdıktan sonra devam etmek istiyor musunuz?
TEXT_NOT_ALLOWED_CHAR			= Bir dosya adı aşağıdaki karakterlerden hiçbirini içeremez.[br]${str1}
TEXT_LONG_PATH				= Dosya adı çıkış için çok uzun oldu . Lütfen, dosya adını kısaltın ve tekrar deneyin , ya da yolu daha kısa olan bir konuma deneyin.[br]Maksimum dosya yolu uzunluğu ${int1} karakterdir.
TEXT_ADDING_FILES			= Şimdi medya dosyaları ekleniyor. Lütfen biraz bekleyin.

TEXT_DEFAULT_PRESET			= Varsayılan
TEXT_FIT_WIDTH_PRESET			= Fit Genişliği (Genişliğe Sığdır)
TEXT_FIT_HEIGHT_PRESET			= Fit Yüksekliği (Yüksekliğe Sığdır)
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Akıllı Telefon
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Hazır ayarını silmek istiyor musunuz?[br][br]-Ön Ayar Adı: ${str1}
TEXT_SAME_PRESET			= Girdiğiniz hazır ayar zaten var. Var olan hazır ayarın üzerine yazmak istiyor musunuz?[br][br]-Ön Ayar Adı: ${str1}
TEXT_SAME_RENAME_PRESET			= Girdiğiniz hazır ayar zaten var. Lütfen farklı bir ad girin.[br][br]-Ön Ayar Adı: ${str1}
TEXT_REFLECTED_PRESET			= Ön ayarınız uygulandı[br][br]-Ön ayar adı: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Bu yazılımı bilgisayarınıza Bandicut kuracak.[br][br]If Bandicut çalışıyor, Yükleme başlamadan önce lütfen çıkın.[br][br]Devam etmek için İleri'yi tıklatın.
TEXT_DELETE_ALL_FILES			= Tüm dosyalar (${str1}) kaldırıldı. [br]Onları silmek istiyor musunuz ?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut kullanılıyor. Devam etmeden önce programı kapatın.
TEXT_THIS_IS_NT_ONLY_APP		= Bu yazılım sadece Windows Vista ve daha sonraki sürümlerde düzgün çalışacaktır. [br]Windows XP için sürümü indirmek istiyor musunuz?
TEXT_DO_NOT_WORK_32BIT			= Bu program 32 bit Windows'ta çalışmaz. [br]32 bit Windows sürümünü indirmek istiyor musunuz?
TEXT_NEED_ADMIN_PRIVILEGE		= Bu programı yüklemek için yönetici hakları gerekir. [br]Yüklemeyi iptal etmek istiyor musunuz?
TEXT_DELETE_ALL_PRESET_FILES		= Özel hazır ayarlarınız var.[br]Bunları kaldırmak istiyor musunuz?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= Lütfen Kullanmak İstediğiniz Modu Seçiniz.
TEXT_WIZARD_COMMENT_CUT			= Video dosyalarını kesin,bir ve daha fazla bölümü videodan kaldırın.
TEXT_WIZARD_COMMENT_SPLIT		= Bir video dosyasını birden çok bolüme ayırın.
TEXT_WIZARD_COMMENT_JOIN		= Birden fazla video dosyasını birleştirin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <yazı rengi=beyaz>Bandicut</yazı tipi> Kesici
TEXT_GUIDE_JOIN				= <yazı rengi=beyaz>Bandicut</yazı tipi> Birleştirici

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Devam
TEXT_PAUSE				= Duraklat
TEXT_READY				= Bekliyor

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Dosya başlığı Yaz
TEXT_JOIN_JOB				= Birleştir

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut Kayıtlıdır.
TEXT_REGISTER_FAILED			= Kayıt başarısız oldu.[br]E-posta adresinizi ve seri numarasını kontrol ediniz.
TEXT_REGISTER_CONNECT_FAILED		= Kayıt sunucusuna bağlanamıyor.[br]Internetinizi kontrol edin.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Yardıma ihtiyacınız varsa, Tamam düğmesini tıklatın.
TEXT_REGISTER_INFO			= E-posta Adresi: ${str1}[br]Seri numarası: ${str2}
TEXT_REGISTER_INFO2		= Sona Erme Tarihi : ${str1} (${int1} gün kaldı)
TEXT_REGISTER_INFO2_EXPIRED	= Sona Erme Tarihi : ${str1} (Sona Erdi)
TEXT_REGISTER_YET			= - Kayıtsız Sürüm!!![br]- Videolara bir filigran eklenir.[br]- Tüm sınırlamaları kaldırmak için lütfen "Kayıtol" düğmesine tıklayın. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut kayıtlı değil.
TEXT_UNREGISTER				= Bandicut kaydını silmek istiyor musunuz?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicut lisansının süresi ${int1} gün sonra dolacak. Lisans yenileme talimatları için 'Tamam' düğmesini tıklayın.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicut lisansının süresi doldu. Lisans yenileme talimatları için 'Tamam' düğmesini tıklayın.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Video yüklemek için lütfen bir başlık girin.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Giriş - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Giriş - Vimeo
TEXT_UPLOAD_COMPLETE			= Yüklendi
TEXT_UPLOAD_ERR_FAIL			= Bu video yüklemesi tamamlanamadı.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Dosya çok büyük olduğu için yüklenemedi.
TEXT_UPLOAD_ERR_FREESPACE		= Yükleme yapmak için Vimeo'da yeterli alan yok.
TEXT_UPLOAD_ERR_CONNECT			= Server'a Bağlanılamadı.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Bu video yüklenemedi. Vimeo Basic kullanıcıları bu işlevi kullanamaz.
TEXT_UPLOAD_WARNING_DOING		= video dosyaları ${int1} şimdi yükleniyor. Video yüklemeyi iptal etmek ve Bandicut'ı kapatmak'mı istiyorsunuz?
TEXT_UPLOAD_NO_PASSWORD			= Lütfen bir şifre girin.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut, YouTube tarafından atanan günlük yükleme kotasını aştı.\nKota Pasifik Saati (PT) gece yarısı sıfırlanacak.\nLütfen videoyu doğrudan YouTube'dan yükleyin veya Pasifik Saatinin gece yarısından sonra tekrar deneyin.\n\nYouTube.com'u ziyaret etmek ister misiniz?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Yükleme işlemi devam ediyor...
TEXT_UPDATE_FAILED_DL			= Yükleme dosyaları indirilemedi. [br]Bu sistem şu anda internete bağlı olmayabilir.
TEXT_UPDATE_INSTALL_SUCCEED		= Kurulum tamamlandı.
TEXT_UPDATE_INSTALL_FAILED		= Yükleme başarısız oldu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Hakkında [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Dosya Aç [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Yükle
MENUSTR_MAIN_FILE_CLOSE			= Dosyayı Kapat [tab]F4
MENUSTR_MAIN_OUTPUT			= Çıktı Klasörünü Aç [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Ayarlar [tab]F5
MENUSTR_MAIN_REGISTER			= Kayıt ol [tab]F3
MENUSTR_MAIN_CLOSE			= Çık [tab]Alt+F4
MENUSTR_MAIN_HELP			= Yardım
MENUSTR_HELP_ONLINE			= Yardım
MENUSTR_HELP_HOTKEYS			= Kısayol Tuşları
MENUSTR_HELP_LICENSE			= Lisans Bilgileri
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Ses
MENUSTR_MAIN_FILE_INFO			= Dosya Bilgileri [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Tüm Dosyaları Kapat [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Proje Dosyasını Aç
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Proje Dosyasını Kaydet
MENUSTR_UPLOAD_SETTING			= Ayarlar

MENUSTR_PRESET_USER			= Kullanıcı Hazır Ayarları
MENUSTR_PRESET_ADD			= Hazır Ayar Ekle
MENUSTR_PRESET_EDIT			= Hazır Ayarları Düzenle

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Iptal
IDOK					= Tamam
IDC_BTN_CLOSE				= Kapat
IDC_BTN_YES				= Evet
IDC_BTN_NO				= Hayır
IDC_BTN_REGISTER			= Kayıt
IDC_CK_OPEN_OUTPUT_FOLDER		= Tamamlandığında çıktı klasörünü aç
IDC_ST_DETAIL_LINK			= Daha fazlasına bakın...
IDC_ST_OPTION				= Seçenekler
IDC_ST_HELP				= Yardım

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Kodlama Modu Ayarları
IDC_ST_FILE_FORMAT			= Dosya
IDC_ST_FORMAT				= Dosya Formatı
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Ses
IDC_ST_VIDEO_SIZE			= Video Boyutu
IDC_ST_FPS				= Kare SayısI
IDC_ST_VIDEO_CODEC			= Video Codec
IDC_ST_VIDEO_MODE			= Bit Hızı Kontrol
IDC_ST_VIDEO_QUALITY			= Kalite
IDC_ST_VIDEO_BITRATE			= Bit Hızı
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace Çözücü
IDC_ST_AUDIO_CODEC			= Ses Codec
IDC_ST_AUDIO_CHANNEL			= Kanal
IDC_ST_AUDIO_SAMPLERATE			= Frekans
IDC_ST_AUDIO_MODE			= Bit Hızı Kontrol
IDC_ST_AUDIO_BITRATE			= Bit Hızı
IDC_BTN_PRESET				= Varsayılan
IDC_BTN_SETTING_MORE			= Diğer Ayarlar...
IDC_ST_AUDIO_NORMALIZE			= Normalleştir
IDC_CK_AUDIO_NORMALIZE			= Kullan

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 Ayarlar
IDC_ST_H264_PROFILE_SETTING		= ${str1} Ayarlar
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Seviye

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Yeni Hazır Ayar Ekle
IDC_ST_ADD_PRESET			= Geçerli format ayarlarını yeni bir hazır ayar olarak kaydedebilirsiniz.[br]Yeni hazır ayar için bir ad girin. 
IDC_ST_SELECT_ENCODER			= H.264 Kodlayıcı Ayarları
IDC_ST_VIDEO_ENCODER			= H.264 Kodlayıcı		

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Hazır Ayarı Yeniden Adlandır
IDC_ST_RENAME_PRESET			= Hazır ayar için yeni bir ad girin.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Hazır Ayarları Düzenle
IDC_BTN_PRESET_ADD			= Ekle
IDC_BTN_PRESET_DELETE			= Sil
IDC_BTN_PRESET_RENAME			= Yeniden Adlandır

[IDD_SETTING]
IDD_SETTING				= Yapılandır
IDC_BTN_RESET				= Sıfırla

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Arama yapılabilen türde Olmayan medya dosyalarını açarken uyar.
IDC_CK_ALERT_EXIST_FILE			= Bu ada sahip bir dosya varsa haber ver.
IDC_CK_ALERT_SAVE_PROJECT		= Bir proje dosyasını kaydederken uyar.
IDC_CK_USE_LOG_FILE			= Günlük dosyası oluştur(.log)
IDC_CK_MOV_FRONT_HEADER			= Dosya bilgilerini dosyanın başına kaydedin (sadece MP4).
IDC_CK_KEEP_CREATION_TIME		= Orijinal dosyanın oluşturulma tarihini/saatini koru.
IDC_ST_UPLOAD				= Yükleme Seçenekleri
IDC_CK_SHOW_TIP				= İpucu/Bilgi göster
IDC_CK_AUTO_MOVE			= Sayı tuşlarına basarken giriş pozisyonunu hareket ettirin.
IDC_CK_DEINTERLACE_PREVIEW		= Geçişli (sıralı,geçmeli) video oynatırken (deinterlace) ayrılma filtresini kullanın.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Çıktı Klasörü
IDC_BTN_SET_OUTPUT			= Gözat...
IDC_BTN_OPEN_OUTPUT			= Aç
IDC_CK_OUTPUT_SOURCE			= Kaynak Klasörüne Kaydet
IDC_ST_FILENAME				= Dosya Adlandırma Ayarları
IDC_ST_CACHE_FOLDER			= Önbellek Klasörü
IDC_BTN_SET_CACHE_FOLDER		= Gözat...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Varsayılan

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Dil
IDC_ST_TRANSLATOR			= Çeviriler İçin Teşekkürler

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Yüksek hızlı mod kullanılamadığında uyar.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Yüksek hızlı modda daima ana kareyi kesip/birleştirin.
IDC_CK_SHOW_KEY_FRAME_CUT		= Dosyanın başlangıç zamanı değiştiğinde uyar.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com'a Yükle
IDC_ST_VIMEO_UPLOADINFO			= Yükleme Bilgisi
IDC_ST_VIMEO_FILENAME			= Dosya Adı:
IDC_ST_VIMEO_TITLE			= Başlık:
IDC_ST_VIMEO_DESCRIPTION		= Açıklama:
IDC_ST_VIMEO_PRIVACY			= Gizlilik:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Herkes - Videoyu herkese göster
IDC_RD_VIMEO_PRIVACY_ONLYME		= Sadece ben - Videoyu sadece bana göster
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Takipçilerim - Sadece Vimeo'daki takipçilerime göster
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Bu videoyu yalnızca özel bağlantıya sahip kişiler görebilir
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo Basic kullanıcıları bu seçeneği kullanamaz)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Bu videoyu yalnızca şifresi olan kişiler görebilir 
IDC_CK_HIDE_PASSWORD			= Şifre Gizle
IDC_BTN_VIMEO_UPLOAD			= Yükle
IDC_LN_VIMEO_HELP			= Yardım

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Yükleniyor...
IDC_ST_VIMEO_UPLOADED			= Yükleme Tamamlandı!
IDC_ST_VIMEO_LINK			= Bağlantı:
IDC_ST_VIMEO_EMBED			= Siteye Göm:
IDC_BTN_VIMEO_LINK_GO			= Git
IDC_BTN_VIMEO_EMBED_COPY		= Kopyala
IDC_BTN_VIMEO_CLOSE			= Kapat

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com'a Yükle
IDC_ST_YOUTUBE_UPLOADINFO		= Yükleme Bilgileri
IDC_ST_YOUTUBE_FILENAME			= Dosya Adı:
IDC_ST_YOUTUBE_TITLE			= Başlık:
IDC_ST_YOUTUBE_DESCRIPTION		= Açıklama:
IDC_ST_YOUTUBE_PRIVACY			= Gizlilik:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Genel - Herkesin bu videoyu görmesine izin ver
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Liste dışı - Videoya bağlantıya sahip olan herkes bu videoyu görebilir
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Gizli - Bu videoyu bana ve seçtiğim kullanıcılara görünür yap
IDC_BTN_YOUTUBE_UPLOAD			= Yükle
IDC_LN_YOUTUBE_HELP			= Yardım
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Yükleniyor...
IDC_ST_YOUTUBE_UPLOADED			= Video yükleme tamamlandı!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Siteye Göm:
IDC_BTN_YOUTUBE_LINK_GO			= Git
IDC_BTN_YOUTUBE_EMBED_COPY		= Kopyala
IDC_BTN_YOUTUBE_CLOSE			= Kapat

[IDD_FILEINFO]
IDD_FILEINFO				= Dosya Bilgileri
IDC_BTN_CLIPBOARD			= Panoya kopyala

[IDD_REGISTER]
IDD_REGISTER				= Bandicut Kayıt
IDC_ST_1BUY				= 1. Satın Al
IDC_ST_1BUY_COMMENT			= Bandicut kayıtlı değilse, videoya bir filigran eklenir. Bandicut lisansını satın almak için lütfen "Şimdi Satın Al" düğmesine tıklayın.
IDC_BTN_BUY_ONLINE			= Şimdi Satın Al
IDC_ST_2REGISTER			= 2. Kayıt ol
IDC_ST_2REGISTER_COMMENT		= Lütfen e-posta adresi ve seri numarasını girin. [br](kayıt için online bağlantı gerekir.)
IDC_ST_EMAIL_ADDRESS			= E-posta Adresi
IDC_ST_SERIAL_NUMBER			= Seri Numarası
IDC_BTN_REGISTER_NOW			= Şimdi Kayıt Olun
IDC_BTN_UNREGISTER_NOW			= Kaydı Sil

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Sistemi Kapat
IDC_ST_SHUTDOWN_INFO			= Sistemi Kapat
IDC_ST_SHUTDOWN_MSG1			= Bu sistem kapanacaktır çünkü bu süreç tamamlandı.[br]Kapatmayı istemiyorsanız, İptal düğmesini tıklatın.
IDD_SHUTDOWN_APP			= Bandicut'ı Kapat
IDC_ST_SHUTDOWN_APP_INFO		= Bandicut'ı Kapat
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut otomatik olarak kapanacaktır çünkü bu süreç tamamlandı.[br]Eğer Bandicut'ı kapatmak istemiyorsanız, İptal düğmesini tıklayın.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Güncelleştirme Denetle
IDC_ST_UPDATE_SETTING			= Ayarlar
IDC_CK_ENABLE_AUTO_CHECK		= Otomatik güncelleştirme denetimini etkinleştir.
IDC_CK_SHOW_UPDATE_POPUP		= Önemli güncellemeleri açılır pencere ile göster.
IDC_CK_SHOW_ENABLE_BETA			= Bir beta güncellemesi mevcut olduğunda pop-up göster.
IDC_BTN_CHECK_UPDATE_NOW		= Güncellemeyi Denetle

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Güncelleme Bilgileri
IDC_ST_UPDATE_MSG1			= Yeni sürümü mevcuttur.
IDC_ST_UPDATE_MSG2			= Eğer "güncelle" butonuna tıklarsanız, indirebilirsiniz.
IDOK					= Güncelle

[IDD_FAILTOADD]
IDD_FAILTOADD				= Dosya(ları)ekleme başarısız oldu.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Video Bölücü
IDOK					= Uygula
IDC_RD_SPLIT_NUMBER			= İçine Böl
IDC_RD_SPLIT_TIME			= Süreye Göre Böl:
IDC_ST_SEGMENT				= Bölümler
IDC_CK_KEEP_SEGMENT			= Seçilen Bölümü Koru
IDC_ST_HOUR				= Saat
IDC_ST_MIN				= Dakika.
IDC_ST_SEC				= Saniye.

[IDD_INFORMATION]
IDD_INFORMATION				= Kısayol Tuşları
IDD_INFORMATION_LICENSE			= Lisans Bilgileri

[SKIN]
; New UI
; Common
$BN_START				= Başlat
$BN_CANCEL				= Iptal
$BN_OK					= Tamam
$BN_YES					= Evet
$BN_NO					= Hayır
$ST_OPTION				= Seçenek
$CK_JOIN				= Bölümleri Birleştir
$BN_OPEN_OUTPUT				= Aç
$BN_HELP				= Yardım
$CHECK_DO_NOT_SHOW			= Bir dahaki sefere gösterme.

; Main
$BN_TIP					= Tüm sınırlamaları kaldırmak için lütfen kayıt olun. 
$BN_ADD_SEGMENT				= Bölüm Ekle
$BN_GUIDE_OPEN_FILE			= Dosya Aç
$BN_GUIDE_OPEN_FILE_JOINER		= Dosyaları Aç
$ST_GUIDE_SET_SEGMENT			= Kesim Alanı Seç
$ST_GUIDE_START				= Başlat'a Tıkla
$ST_GUIDE_ADD_FILES			= Dosyaları Ekle
$ST_SEGMENT_LIST_TITLE			= Kesici Bölüm Listesi
$ST_SEGMENT_LIST_TITLE_JOIN		= Birleştirici Dosya Listesi

; Wizard
$BN_WIZARD_CUT				= Kes
$BN_WIZARD_JOIN				= Birleştir
$BN_WIZARD_SPLIT			= Böl

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2020 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Yeni sürümü mevcuttur.
$BN_ABOUT_CHECK_UPDATE			= Güncelleştirme Denetle
$ST_ABOUT_LICENCE_INFO			= Lisans Bilgileri
$BN_ABOUT_REGISTER			= Kayıt ol
$BN_ABOUT_REGISTER_HELP			= Satınalma ve Kayıt Nasıl Yapılır?
$ST_ABOUT_HOMEPAGE_INFO			= Web Site URL'si
$ST_ABOUT_HOMEPAGE_URL			= Anasayfa
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Kayıt Güncelleme
$BN_ABOUT_RENEW_LICENSE			= Lisansı Yenile

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Modu
$RD_READY_HIGH_SPEED_MODE		= Yüksek Hız Modu
$RD_READY_ENCODING_MODE			= Kodlama Modu
$ST_READY_MODE_HIGH_SPEED		= Hızlı ve kayıpsız (Önerilen)
$ST_READY_MODE_ENCODING			= Dosya biçimi özelleştir, kalite ve codec(Yavaş)
$ST_READY_FILE_FORMAT			= Dosya Biçimi
$ST_READY_VIDEO_INFO			= Video Bilgisi
$ST_READY_VIDEO_ENCODER			= Video Kodlayıcı
$ST_READY_AUDIO_INFO			= Ses Bilgisi
$BN_READY_DETAIL_SETTING		= Kodlama Ayarları
$BN_READY_PRESET			= Hazır Ayar
$ST_READY_OUTPUT_OPTION			= Çıktı
$ST_READY_OUTPUT_FILE_NAME		= Dosya Adı
$ST_READY_SAVE_FOLDER			= Dosya
$CK_READY_OUTPUT_TO_SOURCE		= Kaynak Klasörüne Kaydet
$ST_READY_TRACK_OPTION			= Parçaları Kaydet
$RD_READY_ALL_TRACK			= Tüm video ve Ses Parçaları Kaydet
$RD_READY_SEL_TRACK			= Yalnızca seçili video ve ses parçalarını kaydet
$CK_READY_EXTRACT_AUDIO			= Ses Parçalarını Ayıkla (.mp3)
$CK_READY_REMOVE_AUDIO			= Ses Parçalarını Kaldır

; Run
$ST_RUN_CUT_FILE_INFO			= İlerleme
$ST_RUN_FILE_NAME			= Dosya:
$ST_RUN_COMPLETE			= Tamamla
$BN_RUN_UPLOAD				= Yükle
$BN_RUN_PLAY				= Oyunat
$ST_RUN_RUNNING_TIME			= Geçen Süre
$ST_RUN_REMAINING_TIME			= Kalan Süre
$ST_RUN_SPEED				= Hız
$ST_RUN_FILE_SIZE			= Dosya Boyutu
$ST_END_OPTION				= Tamamladıktan sonra
$ST_UPLOAD_OPTION			= Yükleme Seçenekleri
$CK_RUN_OPEN_OUTPUT_FOLDER		= Tamamlandığında çıktı klasörünü aç
$CK_RUN_SYSTEM_CLOSE			= Kapat
$CK_SOUND_ALARM				= Bir Ses Çal
$CK_MOVE_TO_MAIN			= Ana Pencereye Git

; Capture
$BN_OPEN_FOLDER			        = Klasörü Aç
$BN_MESSAGE				= [u]Yakalanan görüntü çıktı klasörüne kaydedildi.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= <font color="yellow">Bandicam</font> kullandınız mı? PC ekranınızda herhangi bir şeyi kaydetmenize ve video dosyası olarak kaydetmenize olanak tanır.[br]Bandicam'ı denemek ister misiniz?
$BN_UPDATE_STEP1_LINK			= Daha Fazla Bilgi
$ST_UPDATE_STEP2_TEXT			= İndirme işlemi devam ediyor...
$BN_UPDATE_INSTALL			= Şimdi Yükle
$BN_UPDATE_LATER			= Hayır, Teşekkürler!
$BN_UPDATE_CANCEL			= İptal et
$BN_UPDATE_CLOSE			= Kapat
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Dosyaları düzenleme için hazırlama.

; Tooltip
$TT_MENU				= Menü
$TT_WIZARD				= Başlayın (Ana Sayfa)
$TT_CUTTER				= Kes
$TT_JOINER				= Birleştir
$TT_ABOUT				= Bilgi (F1)
$TT_SETTING				= Ayarlar (F5)
$TT_BANDICAM				= Bandicam'ı Başlat

$TT_FILE_CLOSE_WORK			= Tüm Dosyaları Kapat (F4)
$TT_FILE_CLOSE_WORK_CUT			= Dosyayı Kapat - Tüm Bölümleri Kaldır (F4)

$TT_FILE_OPEN				= Dosya Aç (F2,Ctrl+O)
$TT_FILE_ADD				= Dosyaları Ekle (F2,Ctrl+O)
$TT_FILE_PROJECT			= Proje Dosyaları
$TT_OPEN				= Aç

$TT_REGISTER				= Kayıt ol (F3)
$TT_OPEN_OUTPUT_FOLDER			= Çıktı Klasörünü Aç (Ctrl+F2)
$TT_HELP				= Yardım
$TT_REFRESH_LINFO			= Lisans Bilgilerini Yenile

$TT_PLAYER_PLAY				= Oynat/Duraklat (Space)
$TT_PLAYER_STOP				= Durdur (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Oynat/Bölümü Duraklat (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Bölümü Durdur (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Önceki Kareye Git (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= Bir Önceki Kareye Git (Aşağı)
$TT_PLAYER_NEXT_FRAME			= Sonraki Kareye Git (Sağ)
$TT_PLAYER_NEXT_KEY_FRAME		= Bir Sonraki Kareye Git (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= Önceki Dosyayı Oynat (Sol)
$TT_PLAYER_NEXT_FILE_PLAY		= Sonraki Dosyayı Oynat (Sağ)
$TT_PLAYER_SEG_ADD			= Bir Bölüm Ekle (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= En fazla ${int1} dosya/bölüm ekleyebilirsiniz.
$TT_PLAYER_SEG_START			= Bölüm Başlangıç Zamanını Ayarla ( S )
$TT_PLAYER_SEG_END			= Bölüm Sonu Zamanını Ayarla ( E )
$TT_PLAYER_MUTE_ON			= Sessiz ( M )
$TT_PLAYER_MUTE_OFF			= Sesli ( M )

$TT_PLAYER_CAPTURE			= Yakala (Ctrl+C)

$TT_ADD_SEGMENT				= Parça Ekle (Ctrl+N)
$TT_PREV_SEGMENT			= Yukarı Taşı
$TT_NEXT_SEGMENT			= Aşağı Taşı
$TT_PREV_MOVE_FILE			= Geriye Taşı
$TT_NEXT_MOVE_FILE			= İleri Taşı

$TT_RUN_UPLOAD_OPTION			= Yükleme Seçenekleri

$TT_LIST_PLAY				= Bölümü Oynat/Duraklat
$TT_LIST_SPLIT				= Böl
$TT_LIST_CUT_REMOVE			= Kaldır
$TT_LIST_JOIN_REMOVE			= Kaldır

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Bandicut Için Kısayol Tuşları
HOTKEYS_ABOUT				= - Bandicut Hakkında:		F1
HOTKEYS_FILE_INFO			= - Dosya Bilgileri:		Ctrl+F1
HOTKEYS_SETTING				= - Ayarlar:		F5
HOTKEYS_MAX				= - Büyüt/Küçült:		Enter
HOTKEYS_CHANGE_MODE			= - Modu Değiştir	: Ctrl+M
HOTKEYS_REGISTER			= - Bandicut Kayıt	: F3
HOTKEYS_HOME				= - Başlat sayfasına git:	Ana sayfa

HOTKEYS_PLAY_TITLE			= * Oynat
HOTKEYS_OPEN_FILE			= - Dosya Aç:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Kapat (Hepsi) Dosya(lar):		F4
HOTKEYS_START				= - Başlat:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Çıktı Klasörünü Aç:		Ctrl+F2
HOTKEYS_PLAY				= - Oynat/Duraklat:		Space
HOTKEYS_STOP				= - Durdur:			Ctrl+Space
HOTKEYS_MUTE				= - Ses Açık/Kapalı:			M

HOTKEYS_SEGMENT_PLAY			= - Oynat/Duraklat Bölümü:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Bölümü Durdur:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Bir Bölümü Kaldır:	Sil

HOTKEYS_PLAY_FORWARD			= - İleri:			Sağ, Numpad+
HOTKEYS_PLAY_REWIND			= - Geri Sar:			Sol, Numpad-

HOTKEYS_CUT_TITLE			= * Kes
HOTKEYS_SET_START_TIME			= - Bölüm Başlangıç Zamanını Ayarla:	S
HOTKEYS_SET_END_TIME			= - Bölüm Sonu Zamanını Ayarla:	E
HOTKEYS_SEGMENT_ADD			= - Parça Ekle:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Sonraki Kare:		Sağ, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Sonraki Ana Kare:		Ctrl+Sağ

HOTKEYS_PREVIOUS_FRAME			= - Bir önceki Kare:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Bir önceki Ana Kare:	Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - Önceki Parçayı seçin : Yukarı
HOTKEYS_NEXT_SEL_SEG			= - Sonraki Parçayı seçin : Aşağı

HOTKEYS_PREV_TIME_DIGIT			= - Önceki Zaman Hanesine Git-Taşı:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Sonraki Zaman Hanesine Git-Taşı:	Tab

HOTKEYS_JOIN_TITLE			= * Birleştir
HOTKEYS_PREV_FILE_PLAY			= - Önceki Dosyayı Oynat: Sol
HOTKEYS_NEXT_FILE_PLAY			= - Sonraki Dosya Oynat: Sağ